tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
brew "anyenv"
brew "bat"
brew "clang-format"
brew "cmatrix"
brew "composer"
brew "ctop"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gotop"
brew "groff"
brew "htop"
brew "jq"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "starship"
brew "tig"
brew "tmux"
brew "vim"
brew "yarn"
cask "alfred"
cask "brave-browser"
cask "caffeine"
cask "deepl"
cask "discord"
cask "docker"
cask "dozer"
cask "dynalist"
cask "google-chrome"
cask "gyazo"
cask "kindle"
cask "notion"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "zoomus"
mas "Git Streaks", id: 1525795950
mas "Xcode", id: 497799835
