tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "bat"
brew "composer"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "postgresql"
brew "procs"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tig"
brew "tmux"
brew "vim"
brew "yarn"
brew "heroku/brew/heroku"
cask "adobe-creative-cloud"
cask "alfred"
cask "blackhole"
cask "browserosaurus"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "gyazo"
cask "notion"
cask "postman"
cask "rectangle"
cask "slack"
cask "stats"
cask "toggl"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
mas "Git Streaks", id: 1525795950
