aaron-bond.better-comments
amiralizadeh9480.laravel-extra-intellisense
Arjun.swagger-viewer
barrsan.reui
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dariofuzinato.vue-peek
EditorConfig.EditorConfig
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hediet.vscode-drawio
hollowtree.vue-snippets
HookyQR.beautify
Hridoy.rails-snippets
humao.rest-client
jdinhlife.gruvbox
junstyle.php-cs-fixer
liviuschera.noctis
Luxcium.pop-n-lock-theme-vscode
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-mssql.mssql
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
PKief.material-icon-theme
rebornix.ruby
redhat.vscode-yaml
ritwickdey.LiveServer
Shan.code-settings-sync
streetsidesoftware.code-spell-checker
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
